Repository: leehyukshuai/Meow-Box
Catalog: src/MeowBox.Controller/Strings/*/Resources.resw
Source language: en_us
Languages: zh_cn

# ServiceStatus.Running
source: Service running
zh_cn: 服务运行中

# ServiceStatus.Starting
source: Service starting
zh_cn: 服务启动中

# ServiceStatus.Stopping
source: Service stopping
zh_cn: 服务停止中

# ServiceStatus.WorkerStopped
source: Background worker stopped
zh_cn: 后台已停止运行

# ServiceStatus.Stopped
source: Service stopped
zh_cn: 服务未运行

# QuickService.Start
source: Start service
zh_cn: 启动服务

# QuickService.Stop
source: Stop service
zh_cn: 停止服务

# QuickService.Starting
source: Starting...
zh_cn: 启动中…

# QuickService.Stopping
source: Stopping...
zh_cn: 停止中…

# Dialog.Close
source: Close
zh_cn: 关闭

# Dialog.Cancel
source: Cancel
zh_cn: 取消

# Dialog.Later
source: Later
zh_cn: 稍后

# Dialog.RestartNow
source: Restart now
zh_cn: 立即重启

# Settings.Messages.StartServiceFailed.Title
source: Could not start service
zh_cn: 无法启动服务

# Settings.Messages.StartServiceFailed.Body
source: The background worker could not be started or did not respond.
zh_cn: 后台 Worker 无法启动，或启动后没有响应。

# Settings.Messages.LanguageRestart.Title
source: Restart required
zh_cn: 需要重启

# Settings.Messages.LanguageRestart.Body
source: Language changes will apply after restarting Meow Box.
zh_cn: 重启 Meow Box 后，语言更改才会生效。

# Mappings.Messages.SaveFailed.Title
source: Could not save mapping
zh_cn: 无法保存映射

# AppPicker.NoInstalledApps
source: No installed apps were returned by Get-StartApps.
zh_cn: Get-StartApps 没有返回任何已安装应用。

# AppPicker.FoundInstalledApps
source: Found {0} installed apps.
zh_cn: 找到 {0} 个已安装应用。

# MappingsItem.Content
source: Keyboard
zh_cn: 键盘

# MappingsPageListTitleText.Text
source: Keyboard
zh_cn: 键盘

# MappingsPageEmptyTitleText.Text
source: No mappings yet
zh_cn: 还没有映射

# MappingsPageEmptyBodyText.Text
source: No supported hardware keys were loaded.
zh_cn: 没有加载到受支持的硬件按键。

# MappingDetailsTitleText.Text
source: Keyboard action
zh_cn: 键盘动作

# ChooseActionDescriptionText.Text
source: Choose what happens after that key is pressed.
zh_cn: 选择按下该按键后要执行的动作。

# ChooseActionButtonText.Text
source: Choose action
zh_cn: 选择动作

# TargetTextBox.Header
source: Target
zh_cn: 目标

# TargetTextBox.PlaceholderText
source: Installed app target or executable path
zh_cn: 已安装应用目标或可执行文件路径

# ChooseAppButton.Content
source: Choose app
zh_cn: 选择应用

# BrowseFileButton.Content
source: Browse file
zh_cn: 浏览文件

# ArgumentsTextBox.Header
source: Arguments
zh_cn: 参数

# ArgumentsTextBox.PlaceholderText
source: Optional launch arguments
zh_cn: 可选的启动参数

# StandardKeyGroupComboBox.Header
source: Primary key group
zh_cn: 主键分组

# StandardKeyComboBox.Header
source: Primary key
zh_cn: 主键

# Osd.Title.FnLockOn
source: Fn lock on
zh_cn: Fn锁定

# Osd.Title.FnLockOff
source: Fn lock off
zh_cn: Fn解锁

# Osd.Title.FnLock
source: Fn lock
zh_cn: Fn 锁定

# Osd.Title.CapsLockOn
source: Caps lock on
zh_cn: 大写输入

# Osd.Title.CapsLockOff
source: Caps lock off
zh_cn: 小写输入

# Osd.Title.CapsLock
source: Caps lock
zh_cn: 大写锁定

# Osd.Title.MicrophoneOff
source: Microphone off
zh_cn: 麦克风静音

# Osd.Title.MicrophoneOn
source: Microphone on
zh_cn: 麦克风开启

# Osd.Title.BacklightOff
source: Backlight off
zh_cn: 关闭背光

# Osd.Title.BacklightLow
source: Backlight low
zh_cn: 较弱背光

# Osd.Title.BacklightHigh
source: Backlight high
zh_cn: 较强背光

# Osd.Title.BacklightAuto
source: Backlight auto
zh_cn: 自动背光

# Osd.Title.KeyboardBacklight
source: Keyboard backlight
zh_cn: 键盘背光

# Osd.Title.PerformanceBatterySaver
source: Battery-saver Mode
zh_cn: 省电模式

# Osd.Title.PerformanceSilent
source: Silent Mode
zh_cn: 静谧模式

# Osd.Title.PerformanceSmart
source: Smart Mode
zh_cn: 智能模式

# Osd.Title.PerformanceTurbo
source: Turbo Mode
zh_cn: 极速模式

# Osd.Title.PerformanceBeast
source: Beast Mode
zh_cn: 狂暴模式

# Osd.Title.PerformanceUnknown
source: Unknown Mode
zh_cn: 未知模式

# OsdDescriptionText.Text
source: Optionally show an OSD when this mapping runs.
zh_cn: 可选：在此映射运行时显示 OSD。

# OsdEnabledToggleSwitch.Header
source: Show OSD
zh_cn: 显示 OSD

# MappingDetailsEmptyTitleText.Text
source: No mapping selected
zh_cn: 未选择映射

# MappingDetailsEmptyBodyText.Text
source: Pick a hardware key from the list.
zh_cn: 请先从列表中选择一个硬件按键。

# ActionPickerDialog.PrimaryButtonText
source: Choose action
zh_cn: 选择动作

# ActionPickerDialog.CloseButtonText
source: Cancel
zh_cn: 取消

# ActionPickerTitleText.Text
source: Choose action
zh_cn: 选择动作

# ActionPickerDescriptionText.Text
source: Pick the action this mapping should run.
zh_cn: 选择这个映射要执行的动作。

# ActionPickerCategoryComboBox.Header
source: Category
zh_cn: 分类

# ActionPickerSearchTextBox.Header
source: Search
zh_cn: 搜索

# ActionPickerSearchTextBox.PlaceholderText
source: Type part of the action name
zh_cn: 输入动作名称中的部分文字

# AppPickerDialog.PrimaryButtonText
source: Choose app
zh_cn: 选择应用

# AppPickerDialog.CloseButtonText
source: Cancel
zh_cn: 取消

# AppPickerEyebrowText.Text
source: Application picker
zh_cn: 应用选择器

# AppPickerTitleText.Text
source: Choose what this mapping should launch
zh_cn: 选择这个映射要启动的内容

# AppPickerDescriptionText.Text
source: Search installed apps by name, then pick the one that best matches the action you want from the hardware key.
zh_cn: 按名称搜索已安装应用，然后选择最符合该硬件按键用途的目标。

# AppPickerSearchTextBox.Header
source: Search installed apps
zh_cn: 搜索已安装应用

# AppPickerSearchTextBox.PlaceholderText
source: Type part of the app name
zh_cn: 输入应用名称中的部分文字

# LoadingInfoBar.Title
source: Installed apps
zh_cn: 已安装应用

# ServiceCardTitleText.Text
source: Service
zh_cn: 服务

# ServiceRunningText.Text
source: Running
zh_cn: 运行

# TrayIconText.Text
source: Tray icon
zh_cn: 托盘图标

# AppearanceCardTitleText.Text
source: Appearance
zh_cn: 外观

# ThemeComboBox.Header
source: Theme
zh_cn: 主题

# ThemeSystemItem.Content
source: Use system theme
zh_cn: 跟随系统

# ThemeLightItem.Content
source: Light
zh_cn: 浅色

# ThemeDarkItem.Content
source: Dark
zh_cn: 深色

# LanguageComboBox.Header
source: Language
zh_cn: 语言

# LanguageSystemItem.Content
source: Use system language
zh_cn: 跟随系统

# LanguageRestartHintText.Text
source: Language changes apply after restarting the app.
zh_cn: 语言更改需要在重启应用后生效。

# ConfigsCardTitleText.Text
source: Details
zh_cn: 细节

# OsdDisplayModeComboBox.Header
source: OSD content
zh_cn: OSD 内容

# OsdDisplayIconAndTitleItem.Content
source: Icon + title
zh_cn: 图标 + 标题

# OsdDisplayIconOnlyItem.Content
source: Icon only
zh_cn: 仅图标

# OsdDisplayTitleOnlyItem.Content
source: Title only
zh_cn: 仅标题

# OsdDurationNumberBox.Header
source: OSD duration (ms)
zh_cn: OSD 持续时间（毫秒）

# OsdBackgroundOpacityNumberBox.Header
source: Background opacity (%)
zh_cn: 背景不透明度（%）

# OsdScaleNumberBox.Header
source: OSD size (%)
zh_cn: OSD 大小（%）

# ClearActionButtonText.Content
source: Clear action
zh_cn: 清空动作

# DeviceCardTitleText.Text
source: Configuration
zh_cn: 配置

# SupportedDeviceTitleText.Text
source: Supported device
zh_cn: 支持机型

# SupportedDeviceDescriptionText.Text
source: This build is simplified for Xiaomi Book Pro 14 2026 only.
zh_cn: 此版本已精简为只支持 Xiaomi Book Pro 14 2026。

# ConfigPathTextBox.Header
source: Config file
zh_cn: 配置文件

# OpenConfigFolderButton.Content
source: Open config folder
zh_cn: 打开配置文件夹

# TouchpadVisualizerEmptyTitleText.Text
source: Waiting for touchpad input
zh_cn: 等待触控板输入

# TouchpadVisualizerEmptyBodyText.Text
source: Start the service and touch the pad to see live contact pressure.
zh_cn: 启动服务后触摸或按压触控板，即可看到实时压力。

# TouchpadChooseActionButtonText.Text
source: Choose action
zh_cn: 选择动作

# TouchpadClearActionButtonText.Content
source: Clear action
zh_cn: 清空动作

# TouchpadTargetTextBox.Header
source: Target
zh_cn: 目标

# TouchpadTargetTextBox.PlaceholderText
source: Installed app target or executable path
zh_cn: 已安装应用目标或可执行文件路径

# TouchpadChooseAppButton.Content
source: Choose app
zh_cn: 选择应用

# TouchpadBrowseFileButton.Content
source: Browse file
zh_cn: 浏览文件

# TouchpadArgumentsTextBox.Header
source: Arguments
zh_cn: 参数

# TouchpadArgumentsTextBox.PlaceholderText
source: Optional launch arguments
zh_cn: 可选的启动参数

# TouchpadStandardKeyGroupComboBox.Header
source: Primary key group
zh_cn: 主键分组

# TouchpadStandardKeyComboBox.Header
source: Primary key
zh_cn: 主键

# Dialog.RestoreDefaults
source: Restore defaults
zh_cn: 恢复默认

# RestoreDefaultsButton.Content
source: Restore defaults
zh_cn: 恢复默认

# Settings.Messages.RestoreDefaults.Title
source: Restore defaults?
zh_cn: 恢复默认？

# Settings.Messages.RestoreDefaults.Body
source: This will replace the current configuration with the default settings.
zh_cn: 这会用默认设置替换当前配置。

# Settings.Messages.RestoreDefaultsFailed.Title
source: Could not restore defaults
zh_cn: 无法恢复默认设置

# BatteryRefreshButton.Content
source: Refresh
zh_cn: 重新读取

# BatteryPerformanceTitleText.Text
source: Performance
zh_cn: 性能模式

# BatteryChargeTitleText.Text
source: Charge limit
zh_cn: 充电上限

# BatteryChargeInfoBar.Message
source: Keeping a lower charge limit can help extend battery lifespan; in hotter conditions, staying fully charged for long periods can accelerate battery aging.
zh_cn: 将充电保持在较低上限，有助于延长电池寿命；在高温环境下，长时间满电会更容易导致电池老化。

# TouchpadPressSensitivityLabelText.Text
source: Press sensitivity
zh_cn: 触控灵敏度

# TouchpadPressSensitivityLowItem.Content
source: Low
zh_cn: 低

# TouchpadPressSensitivityMediumItem.Content
source: Medium
zh_cn: 中

# TouchpadPressSensitivityHighItem.Content
source: High
zh_cn: 高

# TouchpadFeedbackLabelText.Text
source: Vibration strength
zh_cn: 震动反馈度

# TouchpadFeedbackWeakItem.Content
source: Weak
zh_cn: 弱

# TouchpadFeedbackMediumItem.Content
source: Medium
zh_cn: 中

# TouchpadFeedbackStrongItem.Content
source: Strong
zh_cn: 强

# TouchpadDeepPressFeedbackLabelText.Text
source: Deep press haptics
zh_cn: 启用重按反馈

# TouchpadDeepPressFeedbackOffItem.Content
source: Off
zh_cn: 关闭

# TouchpadDeepPressFeedbackOnItem.Content
source: On
zh_cn: 开启

# TouchpadLongPressLabelText.Text
source: Long press duration
zh_cn: 长按触发时长

# StandardKeyGroup.Navigation
source: Navigation
zh_cn: 导航

# StandardKeyGroup.Editing
source: Editing
zh_cn: 编辑

# StandardKeyGroup.Modifiers
source: Modifiers
zh_cn: 修饰键

# StandardKeyGroup.Function
source: Function
zh_cn: 功能键

# StandardKeyGroup.Letters
source: Letters
zh_cn: 字母

# StandardKeyGroup.Numbers
source: Numbers
zh_cn: 数字

# StandardKeyGroup.Symbols
source: Symbols
zh_cn: 符号

# StandardKeyGroup.Numpad
source: Numpad
zh_cn: 数字小键盘

# StandardKeyGroup.Browser
source: Browser
zh_cn: 浏览器

# StandardKey.LeftArrow
source: Left Arrow
zh_cn: 左方向键

# StandardKey.UpArrow
source: Up Arrow
zh_cn: 上方向键

# StandardKey.RightArrow
source: Right Arrow
zh_cn: 右方向键

# StandardKey.DownArrow
source: Down Arrow
zh_cn: 下方向键

# StandardKey.Apps
source: Menu
zh_cn: 菜单

# StandardKey.ScrollLock
source: Scroll Lock
zh_cn: 滚动锁定

# StandardKey.Pause
source: Pause
zh_cn: 暂停

# StandardKey.Space
source: Space
zh_cn: 空格

# StandardKey.Backspace
source: Backspace
zh_cn: 退格

# StandardKey.Delete
source: Delete
zh_cn: 删除

# StandardKey.Insert
source: Insert
zh_cn: 插入

# StandardKey.CapsLock
source: Caps Lock
zh_cn: 大写锁定

# StandardKey.NumLock
source: Num Lock
zh_cn: 数字锁定

# StandardKey.LeftWindows
source: Left Windows
zh_cn: 左 Windows

# StandardKey.RightWindows
source: Right Windows
zh_cn: 右 Windows

# StandardKey.NumPad0
source: NumPad 0
zh_cn: 小键盘 0

# StandardKey.NumPad1
source: NumPad 1
zh_cn: 小键盘 1

# StandardKey.NumPad2
source: NumPad 2
zh_cn: 小键盘 2

# StandardKey.NumPad3
source: NumPad 3
zh_cn: 小键盘 3

# StandardKey.NumPad4
source: NumPad 4
zh_cn: 小键盘 4

# StandardKey.NumPad5
source: NumPad 5
zh_cn: 小键盘 5

# StandardKey.NumPad6
source: NumPad 6
zh_cn: 小键盘 6

# StandardKey.NumPad7
source: NumPad 7
zh_cn: 小键盘 7

# StandardKey.NumPad8
source: NumPad 8
zh_cn: 小键盘 8

# StandardKey.NumPad9
source: NumPad 9
zh_cn: 小键盘 9

# StandardKey.Multiply
source: NumPad *
zh_cn: 小键盘 *

# StandardKey.Add
source: NumPad +
zh_cn: 小键盘 +

# StandardKey.Subtract
source: NumPad -
zh_cn: 小键盘 -

# StandardKey.Decimal
source: NumPad .
zh_cn: 小键盘 .

# StandardKey.Divide
source: NumPad /
zh_cn: 小键盘 /

# StandardKey.BrowserBack
source: Back
zh_cn: 后退

# StandardKey.BrowserForward
source: Forward
zh_cn: 前进

# StandardKey.BrowserRefresh
source: Refresh
zh_cn: 刷新

# StandardKey.BrowserStop
source: Stop
zh_cn: 停止

# StandardKey.BrowserSearch
source: Search
zh_cn: 搜索

# StandardKey.BrowserFavorites
source: Favorites
zh_cn: 收藏夹

# StandardKey.BrowserHome
source: Browser Home
zh_cn: 浏览器主页

# StandardKey.ChoosePrimaryKey
source: Choose primary key
zh_cn: 选择主键

# HardwareKey.PerformanceMode
source: Performance mode key
zh_cn: 性能模式键

# HardwareKey.FnLock
source: Fn Lock key
zh_cn: Fn Lock 键

# HardwareKey.CapsLock
source: Caps Lock key
zh_cn: Caps Lock 键

# HardwareKey.MicMuted
source: Microphone · Muted
zh_cn: 麦克风 · 静音

# HardwareKey.MicLive
source: Microphone · Live
zh_cn: 麦克风 · 开启

# HardwareKey.XiaoAi
source: XiaoAi key
zh_cn: 小爱键

# HardwareKey.Settings
source: Settings key
zh_cn: 设置键

# HardwareKey.Manager
source: PC Manager key
zh_cn: 电脑管家键

# HardwareKey.Backlight
source: Keyboard backlight key
zh_cn: 键盘背光键

# HardwareKey.Projection
source: Projection key
zh_cn: 投影键

# HardwareKey.Unnamed
source: Unnamed key
zh_cn: 未命名按键

# HardwareKey.Desc.PerformanceMode
source: Press the performance mode key (Fn + K). This entry runs on key press.
zh_cn: 按下性能模式键（Fn+K）。这个条目会在按下时触发。

# HardwareKey.Desc.FnLock
source: Press Fn + Esc to toggle Fn Lock. This entry runs whenever the firmware reports the new Fn Lock state.
zh_cn: 同时按下 Fn + Esc 可切换 Fn Lock。这个条目会在固件上报新的 Fn Lock 状态时触发。

# HardwareKey.Desc.CapsLock
source: Press Caps Lock to toggle capitalization. This entry runs whenever the firmware reports the new Caps Lock state.
zh_cn: 按下 Caps Lock 可切换大写锁定。这个条目会在固件上报新的 Caps Lock 状态时触发。

# HardwareKey.Desc.MicMutedOn
source: Press the F4 microphone key to toggle mute. This entry runs when microphone mute switches to On.
zh_cn: 按下 F4 的麦克风功能键可切换静音。这个条目对应麦克风静音切换到开启时。

# HardwareKey.Desc.MicMutedOff
source: Press the F4 microphone key to toggle mute. This entry runs when microphone mute switches to Off.
zh_cn: 按下 F4 的麦克风功能键可切换静音。这个条目对应麦克风静音切换到关闭时。

# HardwareKey.Desc.XiaoAi
source: Press the XiaoAi key (F7). This entry runs on key press.
zh_cn: 按下小爱键（F7）。这个条目会在按下时触发。

# HardwareKey.Desc.Settings
source: Press the Settings key (F9). This entry runs on key press.
zh_cn: 按下设置键（F9）。这个条目会在按下时触发。

# HardwareKey.Desc.Manager
source: Press the hard top-right PC Manager key. This entry runs on key press.
zh_cn: 按下右上角的硬质电脑管家键。这个条目会在按下时触发。

# HardwareKey.Desc.Backlight
source: Press the keyboard backlight key to cycle lighting modes. This entry runs whenever the firmware reports the new backlight state.
zh_cn: 按下键盘背光键可轮流切换模式。这个条目会在固件上报新的背光状态时触发。

# HardwareKey.Desc.Projection
source: Press the projection key (F8). This entry runs on key press.
zh_cn: 按下投影键（F8）。这个条目会在按下时触发。

# HardwareKey.Desc.Default
source: This hardware key is provided by the device firmware. You can change what it does here.
zh_cn: 这个硬件按键由设备固件提供，你可以在这里修改它触发后的动作。

# Action.NoSelection
source: No action selected
zh_cn: 未选择动作

# Action.NoSelectionDescription
source: No action is assigned to this mapping.
zh_cn: 这个映射还没有分配动作。

# ActionTag.All
source: All
zh_cn: 全部

# ActionTag.System
source: System
zh_cn: 系统

# ActionTag.Keyboard
source: Keyboard
zh_cn: 键盘

# ActionTag.Display
source: Display
zh_cn: 显示

# ActionTag.Audio
source: Audio
zh_cn: 音频

# ActionTag.Media
source: Media
zh_cn: 媒体

# ActionTag.Application
source: Application
zh_cn: 应用

# ActionTag.Other
source: Other
zh_cn: 其他

# Action.SendKey.Label
source: Send key or shortcut
zh_cn: 发送按键或快捷键

# Action.SendKey.Description
source: Sends the keyboard key or modifier shortcut that you configure.
zh_cn: 发送你配置的键盘按键或修饰键快捷键。

# Action.OpenSettings.Label
source: Open Windows Settings
zh_cn: 打开 Windows 设置

# Action.OpenSettings.Description
source: Launches the native Settings app.
zh_cn: 启动系统设置应用。

# Action.OpenProjection.Label
source: Open projection switcher
zh_cn: 打开投影切换器

# Action.OpenProjection.Description
source: Launches the native projection overlay.
zh_cn: 打开系统投影切换界面。

# Action.ToggleTouchpad.Label
source: Toggle touchpad
zh_cn: 切换触控板开关

# Action.ToggleTouchpad.Description
source: Turns the Windows touchpad off or back on on supported devices.
zh_cn: 在支持的设备上关闭或重新开启 Windows 触控板。

# Action.MicMuteOn.Label
source: Mute microphone input
zh_cn: 麦克风静音

# Action.MicMuteOn.Description
source: Turns the default microphone capture device off.
zh_cn: 关闭默认麦克风采集设备。

# Action.MicMuteOff.Label
source: Unmute microphone input
zh_cn: 取消麦克风静音

# Action.MicMuteOff.Description
source: Turns the default microphone capture device back on.
zh_cn: 重新打开默认麦克风采集设备。

# Action.VolumeUp.Label
source: Volume up
zh_cn: 音量增加

# Action.VolumeUp.Description
source: Raises the master output volume.
zh_cn: 提高系统主音量。

# Action.VolumeDown.Label
source: Volume down
zh_cn: 音量减小

# Action.VolumeDown.Description
source: Lowers the master output volume.
zh_cn: 降低系统主音量。

# Action.VolumeMute.Label
source: Toggle volume mute
zh_cn: 切换静音

# Action.VolumeMute.Description
source: Toggles the system speaker mute state.
zh_cn: 切换系统扬声器静音状态。

# Action.MediaPrevious.Label
source: Previous track
zh_cn: 上一曲

# Action.MediaPrevious.Description
source: Sends the previous-track media key.
zh_cn: 发送上一曲媒体按键。

# Action.MediaNext.Label
source: Next track
zh_cn: 下一曲

# Action.MediaNext.Description
source: Sends the next-track media key.
zh_cn: 发送下一曲媒体按键。

# Action.MediaPlayPause.Label
source: Play or pause
zh_cn: 播放或暂停

# Action.MediaPlayPause.Description
source: Sends the media play-pause key.
zh_cn: 发送媒体播放/暂停按键。

# Action.BrightnessUp.Label
source: Brightness up
zh_cn: 亮度增加

# Action.BrightnessUp.Description
source: Raises the internal display brightness.
zh_cn: 提高内置显示器亮度。

# Action.BrightnessDown.Label
source: Brightness down
zh_cn: 亮度减小

# Action.BrightnessDown.Description
source: Lowers the internal display brightness.
zh_cn: 降低内置显示器亮度。

# Action.ToggleAirplaneMode.Label
source: Toggle airplane mode
zh_cn: 切换飞行模式

# Action.ToggleAirplaneMode.Description
source: Turns supported radios off or back on.
zh_cn: 关闭或重新开启支持的无线设备。

# Action.LockWindows.Label
source: Lock Windows
zh_cn: 锁定 Windows

# Action.LockWindows.Description
source: Locks the current Windows session.
zh_cn: 锁定当前 Windows 会话。

# Action.Screenshot.Label
source: Take screenshot
zh_cn: 截图

# Action.Screenshot.Description
source: Opens the native snipping overlay.
zh_cn: 打开系统截图浮层。

# Action.OpenCalculator.Label
source: Open Calculator
zh_cn: 打开计算器

# Action.OpenCalculator.Description
source: Launches Calculator.
zh_cn: 启动计算器。

# Action.OpenApplication.Label
source: Open application
zh_cn: 打开应用

# Action.OpenApplication.Description
source: Launches an installed app, shortcut, or executable.
zh_cn: 启动已安装应用、快捷方式或可执行文件。

# Action.CyclePerformanceMode.Label
source: Toggle performance mode
zh_cn: 切换性能模式

# Action.CyclePerformanceMode.Description
source: Cycles between Silent, Smart, and Beast modes.
zh_cn: 在智能、极速/狂暴、省电和静谧模式之间循环切换。

# Mapping.ShowOsd
source: Show OSD
zh_cn: 显示 OSD

# Mapping.Summary.Disabled
source: This mapping is disabled.
zh_cn: 这个映射已禁用。

# OsdDisplayMode.IconAndTitle
source: Icon + title
zh_cn: 图标 + 标题

# OsdDisplayMode.IconOnly
source: Icon only
zh_cn: 仅图标

# OsdDisplayMode.TextOnly
source: Title only
zh_cn: 仅标题

# Battery.ChargeLimit.Off
source: 100% (off)
zh_cn: 100%（关闭）

# Touchpad.Trigger.MainDeepPress.Title
source: Main region · Deep press
zh_cn: 主区域 · 重按

# Touchpad.Trigger.MainDeepPress.Description
source: Runs once when a touch in the main region reaches the built-in deep press level. L, R, LT, and RT are excluded.
zh_cn: 当主区域内的触控达到内置重按力度时执行一次。L、R、LT、RT 区域不会触发这个动作。

# Touchpad.Trigger.LeftSlide.Title
source: Left side · Drag
zh_cn: 左侧 · 拖动

# Touchpad.Trigger.LeftSlide.Description
source: Choose what vertical dragging in the left edge region controls.
zh_cn: 选择在左侧边缘区域上下拖动时要控制的目标。

# Touchpad.Trigger.RightSlide.Title
source: Right side · Drag
zh_cn: 右侧 · 拖动

# Touchpad.Trigger.RightSlide.Description
source: Choose what vertical dragging in the right edge region controls.
zh_cn: 选择在右侧边缘区域上下拖动时要控制的目标。

# Touchpad.Guidance.MainExcludesCorners
source: Main-region deep press excludes L, R, LT, and RT.
zh_cn: 主区域重按会排除 L、R、LT、RT 区域。

# Touchpad.Guidance.EdgeSlideMapping
source: Left-side and right-side drag can each be mapped to volume or brightness.
zh_cn: 左侧和右侧拖动都可以分别映射到音量或亮度。

# Touchpad.Guidance.CornerActions
source: LT and RT can each run separate deep-press and long-press actions.
zh_cn: LT 和 RT 区域也可以分别设置重按和长按两种动作。

# Touchpad.Guidance.LongPressAdjustable
source: Long-press timing can be adjusted from the touchpad settings panel.
zh_cn: 长按需要的触发时间可以在中间的触控板设置面板中调整。

# Touchpad.EdgeSlide.Disabled.Label
source: Disable mapping
zh_cn: 禁用映射

# Touchpad.EdgeSlide.Volume.Label
source: Adjust volume
zh_cn: 调节音量

# Touchpad.EdgeSlide.Brightness.Label
source: Adjust brightness
zh_cn: 调节亮度

# Touchpad.EdgeSlide.Disabled.Description
source: This edge drag mapping is disabled.
zh_cn: 这个边缘拖动映射当前已禁用。

# Touchpad.EdgeSlide.Volume.Description
source: Dragging vertically in this edge region adjusts system volume.
zh_cn: 在这个边缘区域上下拖动会调节系统音量。

# Touchpad.EdgeSlide.Brightness.Description
source: Dragging vertically in this edge region adjusts display brightness.
zh_cn: 在这个边缘区域上下拖动会调节屏幕亮度。

# Touchpad.Status.ServiceOffline
source: Service offline
zh_cn: 服务未连接

# Touchpad.Status.DeepPressTriggered
source: Deep press triggered
zh_cn: 重按已触发

# Touchpad.Status.Pressing
source: Pressing
zh_cn: 按压中

# Touchpad.Status.Touching
source: Touching
zh_cn: 触摸中

# Touchpad.Status.Idle
source: Idle
zh_cn: 空闲

# Touchpad.Status.Waiting
source: Waiting for touchpad input
zh_cn: 等待触控板输入

# Touchpad.StatusDesc.Offline
source: Start the worker to receive raw touchpad reports.
zh_cn: 启动后台服务后才会接收触控板原始报文。

# Touchpad.StatusDesc.NotRegistered
source: Touchpad raw input registration failed.
zh_cn: 触控板 Raw Input 注册失败。

# Touchpad.StatusDesc.NoFrame
source: No touchpad frame has been received yet.
zh_cn: 尚未收到触控板帧。

# Touchpad.StatusDesc.HasPressure
source: Live pressure comes from raw HID contact pressure.
zh_cn: 实时压感来自原始 HID 触点压力字段。

# Touchpad.StatusDesc.NoPressure
source: Pressure is unavailable for the current touchpad report.
zh_cn: 当前触控板报文未能提供压力数据。

# Touchpad.Corner.RightTop
source: Right top
zh_cn: 右上角

# Touchpad.Corner.LeftTop
source: Left top
zh_cn: 左上角

# Touchpad.Corner.RightTopTitle
source: Right top corner
zh_cn: 右上角

# Touchpad.Corner.LeftTopTitle
source: Left top corner
zh_cn: 左上角

# Touchpad.Corner.Description
source: A touch that starts inside this corner can run its own deep-press or long-press action.
zh_cn: 从这个角落开始的触控可以运行独立的重按或长按动作。

# Touchpad.Corner.DeepPressFormat
source: {0} · Deep press
zh_cn: {0} · 重按

# Touchpad.Corner.DeepPressDescription
source: Runs once when a touch that starts in this corner reaches the built-in deep press level.
zh_cn: 当从这个角落开始的触控达到内置重按力度时执行一次。

# Touchpad.Corner.LongPressFormat
source: {0} · Long press
zh_cn: {0} · 长按

# Touchpad.Corner.LongPressDescription
source: Runs after a touch that starts in this corner keeps holding until the configured long-press duration is reached.
zh_cn: 当从这个角落开始的触控持续按住，直到达到已配置的长按时长后执行。

# Mapping.SelectKey
source: Select key
zh_cn: 选择按键

# Mapping.UnknownKey
source: Unknown key
zh_cn: 未知按键

# Action.SendKey.WithChord
source: Sends the key shortcut {0}.
zh_cn: 发送按键或快捷键 {0}。

# Action.SendKey.ChooseKey
source: Choose a primary key to complete {0}.
zh_cn: 请再选择一个主键来完成 {0}。

# Action.SendKey.NoKey
source: Sends the keyboard key or shortcut that you choose below.
zh_cn: 发送你在下方选择的键盘按键或快捷键。

# KeyChord.Modifiers.Header
source: Modifiers
zh_cn: 修饰键

# KeyChord.Preview.Header
source: Preview
zh_cn: 预览

# Battery.Status.DefaultMessage
source: Start the background service to view or change the current power status.
zh_cn: 请先启动后台服务，才能查看或修改当前电源状态。

# Battery.Status.Preparing
source: Preparing battery controls...
zh_cn: 正在准备电池控制……

# Battery.Status.CouldNotStartElevated
source: Could not start the elevated worker.
zh_cn: 无法启动管理员后台服务。
